Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Earnings before interest and taxes (EBIT) stood at €1,821 million, up 162% on last year's figures and reflecting a margin against sales of 11.4%.
es: Por su parte el beneficio neto de explotación (EBIT) fue de € 1.821 millones, un 162% más, con margen sobre ventas del 11,4%.

source: Earnings before interest and taxes (EBIT) in CHF
es: Beneficios antes de intereses e impuestos (BAII) en CHF

source: This is clearly illustrated by the following comments by Deutsche Bank 'RR's results progress was overly dependent on the rise in net RRSPs, which accounted for 57 % of earnings before interests and taxes (EBIT) growth in 2000.
es: Ilustran claramente este hecho los siguientes comentarios de Deutsche Bank El crecimiento de los resultados de RR dependía excesivamente del incremento de la contribución neta de los RRSP, que representó el 57 % de los beneficios antes de intereses e impuestos («EBIT») en 2000.

source: Actually, the two issues are linked by the fact that an attractive portfolio of applications will both trigger faster subscriber migration and higher IMT-2000 ARPUs (another facilitator to speed up subscriber migration would be to offer more heavily subsidized IMT-2000 handsets, however the resulting increase in OPEX could offset the short term gain when looking at the level of EBITDA, Earnings Before Interest and Taxes, Depreciation and Amortization).
es: De hecho, ambas cuestiones están relacionadas, ya que una interesante gama de aplicaciones activará más rápidamente la migración de los abonados y redundará en ARPU IMT-2000 más elevados (otro factor que, a su vez, acelerará dicha migración consistirá en ofrecer teléfonos portátiles IMT-2000 más subvencionados).

source: Earnings before interest and taxes (EBIT)
es: Resultado de la actividad empresarial (EBIT)

source: "Accordingly, BERU expects to achieve earnings before interest and taxes of at least EUR 52 million,"" stated Marco von Maltzan with a view to the full year."
es: "Y, consecuentemente, BERU anticipa en el presente ejercicio 2006 un resultado de la actividad empresarial de al menos 52 millones de euros"", comentó Marco v. Maltzan, basándose en la visión del año completo, sobre los pronósticos de crecimiento."

source: EBIT (Earnings before interest and taxes) Operating income less operating expenses, contributions for depreciation of fixed assets, goodwill and provisions for operating risks.
es: EBIT (Resultado de las operaciones) Ingresos de explotación menos gastos de explotación, dotaciones para las amortizaciones del inmovilizado, fondo de comercio y las provisiones para riesgos de naturaleza operativa.

source: The plan should be based on a coherent strategy in fighting organised crime and corruption and a credible plan to strengthen professionalism, independence, powers and resources of the judiciary.
es: El plan debería contener una estrategia coherente de lucha contra la corrupción y la delincuencia organizada y un plan creíble de fortalecimiento de la profesionalidad, la independencia, las competencias y los recursos del poder judicial.

source: 2) Earnings before interest and taxes, pre goodwill impairment and exceptionals.
es: 2) Beneficios antes de intereses e impuestos, deterioro de valor del fondo de comercio y extraordinarios.

source: Earnings before interest and tax (EBIT) of 46 million euros
es: Beneficio (EBIT) de 46 millones de euros antes de intereses e impuestos

source: (1 ) EBIT (earnings before interest and taxes as set out in the annual accounts of the year before the application, indicated as t) must be increased with depreciation in the same period plus the changes in working capital over a two-year period (year before the application and preceding year), divided by two to determine an amount over six months, i.e. normal period for permitting rescue aid.
es: (1 ) A los BAII (beneficios antes de impuestos e intereses según se reflejan en la contabilidad anual del ejercicio anterior al de la aplicación, representado como t) se debe sumar la amortización durante dicho período más los cambios del capital circulante durante un período de dos años (los dos años anteriores a la aplicación), dividido por 2 para determinar el importe correspondiente a seis meses, es decir, el período normal durante el cual se autoriza la ayuda de salvamento.

source: EBIT (earnings before interest and taxes or operating profit) for the second quarter exceeds the figure obtained in the same period last year.
es: El EBIT (Beneficio operativo) correspondiente al segundo trimestre, supera la cifra obtenida en el mismo periodo del año pasado.

source: The earnings before interest and taxes, EBIT, amounted to Euro 1,303,423 (previous year Euro 856,124).
es: El resultado antes de intereses e impuestos, EBIT, ascendió a 1.303.423 euros (el año anterior, 856.124 euros).

source: Enrique Fernandez, Chairman, also highlighted the increase in the EBIT (earnings before interest and taxes), up to 4,75 % out of the group's total production; « very satisfying numbers in spite of the difficult present economic situation at a national and international level, mainly the result of our permanent good sense when doing business, together with the improvement of the management processes, which have favoured the sustained growth of the DYTRAS GROUP throughout the last years in Spain and abroad ».
es: "Su consejero delegado, Enrique Fernández Heredia, destacó además el crecimiento del EBIT (beneficios antes de impuestos), hasta un 4,75%, sobre la producción total del grupo;""unos datos muy satisfactorios a pesar de la difícil situación económica actual a nivel nacional e internacional, que se deben principalmente a la permanente prudencia empresarial junto con la mejora de los métodos de gestión, que han favorecido el crecimiento sostenido del GRUPO DYTRAS durante los últimos años en España y en el extranjero""."

source: Arising from this point the phenomena of terrorism has to be seen as one of the most serious which faces any society, but to understand its development we have to try and comprehend its roots and not respond by fighting back with the state's own brand of terrorism.
es: Derivado de este punto debe observarse al fenómeno del terrorismo como uno de los más graves que afrontan las sociedades, pero para comprender su desarrollo se lo debe tratar de comprender en sus raíces y no responder al mismo con procedimientos propios del terrorismo de Estado.

source: I have emphasised these aspects because the future strategy for fighting undeclared work as mentioned in the report must take into account the specific situation in each Member State.
es: He destacado estos aspectos porque la futura estrategia para combatir el trabajo no declarado según se menciona en el informe debe tomar en consideración la situación específica de cada Estado miembro.

source: "There is no better example of a successful developing country trademark and brand strategy than what the Colombians have pursued,"" Ryan said."
es: "No hay un mejor ejemplo de una marca registrada y una estrategia de marca de un país en desarrollo que el logrado por los colombianos"", afirmó Ryan."

source: Create a fundraising strategy (brand management, marketing and merchandising).
es: Desarrollo de una estrategia de recaudación de fondos (gestión de marca, marketing y merchandising)

source: The initiative is an integrated strategy aimed at fighting vulnerability, poverty and exclusion and at empowering women.
es: Se trata de una estrategia integrada dirigida a combatir la vulnerabilidad, la pobreza y la exclusión y a otorgar autonomía a la mujer.

source: Apart from that, we do not have a truly specific strategy for fighting AIDS.
es: Aparte de esto, no tenemos una estrategia realmente específica para luchar contra el sida.

source: Accordingly, since 1994, Mauritania has begun to elaborate a strategy for fighting against poverty, which led to the adoption in January 2001 of a strategic framework for the fight against poverty.
es: En consecuencia, a partir de 1994, Mauritania comenzó a elaborar una estrategia de lucha contra la pobreza, que condujo a la adopción en enero de 2001 de un marco estratégico para tal fin.

source: Earnings before interest and taxes, EBIT, amounted to Euro 856,124.
es: El EBIT, resultado antes de intereses e impuestos, fue de 856.124 euros.

source: n fiscal 2007 we continued the positive trend of the previous year and, with earnings before interest and taxes of 179 million euros achieved, the best result in the history of the company.
es: n el año 2007, hemos continuado con el desarrollo positivo del año anterior, y el resultado, antes de considerar intereses e impuestos, fue de 179 millones de euros el mejor resultado de toda nuestra historia.

source: EBIT (Earnings Before Interest and Taxes) is gotten deducting from EBITDA the corresponding value to the depreciation and amortization.
es: El EBIT (Earnings Before Interest and Taxes) es obtenido, restándose del EBITDA el valor correspondiente a la depreciación y la amortización.

source: Earnings Before Interest and Taxes
es: Ingresos antes de intereses e impuestos

source: "A coherent multi-layered security strategy a Europe which protects its citizens (fighting crime whilst guaranteeing citizens"" rights)"
es: Una estrategia de seguridad coherente a diversos niveles una Europa que proteja a sus ciudadanos (lucha contra la delincuencia garantizando los derechos de los ciudadanos)

source: Even today, he is making things worse for himself with his strategy of drawing the fighting into towns in order to take the people hostage and use them as a human shield.
es: Aún hoy está empeorando las cosas para sí mismo con su estrategia de llevar la guerra a las ciudades a fin de tomar a la gente por rehén y utilizarla de escudo humano.

source: Analyze the textile children' market and define the CHEROKEE brand strategy.
es: Analizar el mercado del textil infantil y de?nir la estrategia de marca para Cherokee.

source: It's these values that guide our decision making when it comes to brand strategy.
es: "Estos son los valores que guían nuestras decisiones cuando se trata de estrategia de marca""."

source: On account of its dual brand strategy, among other things, BGB's market position was far greater than was usual for regionally strong savings banks in some German cities.
es: Debido, entre otras cosas, a la estrategia de doble marca, la posición de mercado de BGB supera con creces la situación habitual en muchas ciudades alemanas que cuentan con la presencia de cajas de ahorros con fuerte implantación regional.

source: The second part of this book is devoted to brand strategy.
es: La segunda parte de este libro está destinado a la estrategia de marca.

source: Staudt said irreversible changes have forced environmental conservationists to rethink their strategy in fighting climate change.
es: Staudt dice que los cambios irreversibles han forzado a los conservacionistas ambientales a volver a reconsiderar su estrategia contra el cambio climático

source: At the same time, the Commission recognises that this latter cannot be seen as a cornerstone of a strategy for fighting climate change effectively.
es: Al mismo tiempo, la Comisión reconoce que esto último no puede considerarse una piedra angular de una estrategia de lucha efectiva contra el cambio climático.

source: (NL) Mr President, I should like to thank all the rapporteurs for the work that has gone into producing the reports that we are discussing today, which repeatedly stress the fact that upholding and promoting human rights is the most important and best strategy for preventing and fighting terror.
es: (NL) Señor Presidente, quiero dar las gracias a todos los ponentes por el trabajo que han realizado para elaborar los informes que hoy debatimos y que insisten reiteradamente en que la defensa y la promoción de los derechos humanos es la mejor y más importante estrategia para prevenir y combatir el terrorismo.

source: This will give rise to more pointless bureaucracy and the further spread of the nonsensical strategy of fighting against company relocations.
es: Eso originará un aumento de la burocracia inútil y la expansión de la estrategia absurda de luchar contra las deslocalizaciones de las empresas.

source: The initiative has enhanced our strategy for fighting AIDS and has given rise to hope, especially as concerns equal access to treatment.
es: Esta iniciativa ha mejorado nuestra estrategia para luchar contra el SIDA y ha abierto las puertas a la esperanza, sobre todo en lo tocante al acceso equitativo al tratamiento.

source: Beyond brand strategy, it's the quality of execution that really counts.
es: Además de la estrategia de marca, el trabajo de ejecución es fundamental.

source: Given that strict conditions ensure that a sufficiently strong purchaser will be able to integrate these assets into its own brand strategy and develop them, the Commission concluded that the remedies are appropriate to remove the competition concerns raised during the investigation.
es: Las estrictas condiciones establecidas aseguran que un comprador suficientemente fuerte podrá integrar y desarrollar estos activos dentro de su propia estrategia de marcas, y por tanto la Comisión concluye que desaparecen los problemas de competencia detectados en el curso de la investigación.

source: We observe implementations of a sustainable communication and brand strategy in all aspects of the medium and analyze the different concepts.
es: Observamos las implementaciones de una comunicación sostenible y una estrategia de marca en todos los aspectos de los medios de publicidad y analizamos los diferentes conceptos.

source: LB Icon is one of the leading international full service companies offering an integrated approach of business and brand strategy consultancy combined with marketing and communications and information technology services.
es: LB Icon es una de las empresas internacionales de servicios completos más importantes que ofrece un enfoque integrado de consultoría empresarial y de estrategia de marca, en combinación con servicios de marketing y comunicaciones, además de tecnología de la información.

source: A project was also launched to develop a brand strategy as a platform for promoting our brand systematically.
es: Por último, ha comenzado la reflexión acerca de una verdadera estrategia de marca, para que podamos estar en condiciones de promover nuestra marca y difundirla sistemáticamente.

source: Director of Communication Strategy, Brand and Corporate Reputation
es: Director de Estrategia de Comunicación, Reputación Corporativa y Marca

source: In Latin America, Honduras, Nicaragua and Bolivia benefit from this initiative by undertaking to draw up comprehensive strategies for fighting poverty (Poverty Reduction Strategy Papers).
es: En América Latina, los países que se benefician de esta iniciativa son Honduras, Nicaragua y Bolivia, y al hacerlo se comprometen a elaborar estrategias globales de lucha contra la pobreza (Documentos estratégicos para la reducción de la pobreza).

source: IUCN-Med is working closely with the national committee established by the Lebanese government for reviewing the national strategy relevant to fighting and preventing fires.
es: UICN-Med está trabajando muy de cerca con el comité nacional establecido por el gobierno libanés para la revisión de la estrategia nacional de lucha y prevención de incendios.

source: As Commissioner Patten mentioned a moment ago, the most effective strategy for fighting terrorism is conflict prevention.
es: Como ha señalado hace un momento el Comisario Patten, la estrategia más eficaz para combatir el terrorismo es la prevención de los conflictos.

source: Over the past few years, our efforts have focused on a particular objective of the Strategy, that of preventing and fighting terrorism.
es: En los últimos años nuestros esfuerzos han estado centrados en un objetivo particular de la estrategia prevenir y combatir el terrorismo.

source: But now, instead of the coercive measures that might have been feared, associations fighting AIDS have implemented a new strategy for dealing with the epidemic, based on individual responsibility.
es: Lejos de las medidas coercitivas a las cuales podríamos temernos, las asociaciones de lucha contra el sida, ponen en marcha un nuevo modo de gestión de la epidemia que hace un llamamiento a la responsabilidad individual.

source: (1) Ebitda Earnings Before Interest, Taxes, Depreciation and Amortization
es: (1) Ebitda utilidad antes de intereses, impuestos, depreciación y amortización

source: The EBITDA (Earnings before interest, taxes, depreciation and amortization) reached S/. 479 million, a 14.0% increased compared to 1Q04, as a result of lower expenses that compensate the lower revenues.
es: El EBITDA (Utilidad antes de interese, impuestos, depreciación y amortización) alcanzó un monto de S/. 479 millones, lo que representa un incremento de 14,0% respecto al 1T04, como resultado de los menores gastos que permitieron contrarrestar los menores ingresos.

source: This ratio compares the borrower's total debt from all sources to cash flow, which is typically calculated as earnings before interest, taxes, depreciation and amortization (EBITDA).
es: En este índice se compara la deuda total del prestatario procedente de todas las fuentes con el flujo de capital, que habitualmente se calcula en términos de utilidades antes de deducir los intereses, impuestos, depreciación y amortización (EBITDA, acrónimo del inglés).

source: gains and a globally established purchasing pool. Earnings before interest, taxes, depreciation and amortization (EBITDA) were 78.9 % above the figure for the first half of 2009, reaching CHF 15.2 million by the end of June 2010.
es: Las ganancias antes de intereses, impuestos, depreciación y amortización (EBITDA) se situaron un 78,9% por encima de la cifra de la primera mitad de 2009, alcanzando los 15,2 millones de CHF a finales de junio de 2010.

source: The EBITDA figure (earnings before interest, taxes, depreciation and amortization) reached 46.8 million euro which is a 3.7% increase on the 45.1 million euro figure for the first quarter of the previous year.
es: La cifra de EBITDA (beneficio antes de resultados financieros, impuestos, provisiones y amortizaciones) alcanza los 46,8 millones de euros, lo que supone un incremento del 3,7% sobre los 45,1 millones de euros del primer trimestre del año anterior.

source: We review our results of operations by analyzing changes in the components of our adjusted earnings before interest, taxes, depreciations and amortization (Adjusted EBITDA) (refer to the Supplemental Non-GAAP Measures section on page 11 for a reconciliation to the most comparable GAAP measure), depreciation and amortization, interest expense, interest and other income, and income taxes.
es: Nosotros revisamos nuestros resultados operacionales, analizando los cambios en los componentes de nuestros resultados ajustados antes de interés, impuestos, depreciaciones y amortización (EBITDA Ajustado) (ver Mediciones Complementarias No GAAP en la página 11 para una conciliación de mediciones más comparable con GAAP), depreciación y amortización, gastos financieros, intereses y otros ingresos e impuesto a la renta.

source: The EBITDA (Earnings before interest, taxes, depreciation and amortization) dropped 2.6% compared to 2Q03, totaling S/. 405 million as a result of lower revenues that could not be offset by lower expenses reported in 2Q04.
es: El EBITDA (Utilidad antes de intereses, impuestos y amortización) se contrajo 2,6% con relación al 2T03, alcanzando un monto de S/. 405 millones como resultado de los menores ingresos que no pudieron ser contrarrestados por los menores gastos registrados en el 2T04.

source: Adjusted earnings before interest, taxes, depreciation and amortization (EBITDA) for the first six months of 2010 were € 50.3 million, or 14.3% of total revenues for the period, compared to € 52.1 million and 14.4% in the same period of 2009.
es: El beneficio operativo ajustado antes de depreciación y amortización (EBITDA) correspondiente al primer semestre de 2010 fue de 50,3 M€, lo que supone un margen sobre las ventas del 14,3%, frente a los 52,1 M€ registrados durante los primeros seis meses de 2009, con un margen del 14,4%.

source: 2Earnings before interest, tax, depreciation and amortization, adjusted by the works flows done for own fixed assets.
es: 2Resultado antes de intereses, impuestos, amortizaciones y provisiones, ajustado por los flujos de los trabajos realizados para el propio inmovilizado.

source: Pro forma earnings before interest, taxes, depreciation and amortization (EBITDA) for the fourth quarter 2008 were € 43.4 million, compared to € 22.6 million in the fourth quarter 2007.
es: El beneficio operativo pro forma antes de depreciación y amortización (EBITDA) en el cuarto trimestre de 2008 alcanzó los 43,4 millones de euros, mientras que en el mismo período de 2007 fue de 22,6 millones de euros.

source: The EBITDA (Earnings before interest, taxes, depreciation and amortization) grew 11.2% compared to 3Q03, totaling S/. 475 million as a result of lower expenses that allowed to more than offset the lower revenues during 3Q04.
es: El EBITDA (Utilidad antes de intereses, impuestos, depreciación y amortización) creció 11,2% con relación al 3T03, alcanzando un monto de S/. 475 millones, como resultado de los menores gastos que permitieron compensar los menores ingresos registrados en el 3T04, registrándose asimismo un incremento en el margen EBITDA que pasó de 47,8% en el 3T03 a 55,7% en el 3T04.

source: The leverage ratio compares the borrower's total liabilities from all sources to its cash flow as approximated by EBITDA (earnings before interest, taxes, depreciation and amortization).
es: Finalmente, para vender la empresa y los bienes, en la última etapa de este tipo de modelo se puede utilizar una oferta pública parcial o total de las acciones o inclusive una segunda y hasta tercera compra apalancada.

source: The EBITDA (earnings before interests, taxes, depreciation and amortization) is 91.8 M
es: La cifra de Ebitda (Beneficio antes de resultados financieros, impuestos, provisiones y amortizaciones) alcanza los 91,8 M

source: A calculation made on the basis of the current and projected earnings before interest, tax, depreciation and amortization (EBITDA) led to an indicative value of the company's equity of between CYP 12,5 and CYP 13,5 million.
es: Basándose en los BAIIA (en inglés EBITDA), es decir, los beneficios -actuales y previstos- antes de intereses, impuestos, depreciación y amortización, PwC calculó un valor indicativo del capital de la compañía situado entre 12,5 y 13,5 millones de CYP, resultado este que es comparable al obtenido por el método DCF.

source: EBITDA (earnings before interest, tax, depreciation and amortization) figure reached 202.3 million euro (a 9.2 per cent increase).
es: La cifra de EBITDA (beneficio antes de resultados financieros, impuestos, provisiones y amortizaciones) alcanza los 202,3 millones de euros (incremento del 9,2 por ciento).

source: (i) The puchaser would take over Hamsa's floating liabilities up tothe value of the current assets given to offset the liabilities taken over (under nocircumstances may the floating liabilities exceed the current assets).
es: i) el comprador potencial asumiría el pasivo circulante de HAMSA hasta el límite del valor de los activos circulantes entregados en compensación por la asunción de dicho pasivo circulante (el pasivo circulante no podrá en ningún caso superar al activo circulante)
